[
 {
  "id": 0, 
  "intro": "Ah, Good day, Herr General!  Please sit down  and allow me to explain the present situation.  The Spanish Nationalists have requested the help of Germany to wrest control of Spain from their enemies. In leading this expedition, you will have the opportunity to sharpen your skills in the art of war. You will test the General Staff's new ideas regarding tank use, concentration of force, and combined arms operations.  Your expertise can then be put to work towards the real objective:  the return of Germany to its proper place,  the leader of Europe.", 
  "outcome": {
   "briliant": {
    "goto": 1, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "My commendations, Herr General!  Under harsh conditions, you have done very well!  Your complete victory has shown that already you have gained valuable experience in this new type of warfare.  In addition, the new pro-German government in Spain will prove to be a useful ally in the coming years.  "
   }, 
   "lose": {
    "goto": 1, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "I am aware that conditions have been harsh, but you have done poorly!  The only positive result is that you and your troops have gained some experience in this new type of armored warfare.   But, the new Spanish government and our other allies have not yet learned to respect our military capabilities which we require!   Herr General, do not disappoint us again."
   }, 
   "tactical": {
    "goto": 1, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Herr General, your narrow victory has shown that already you have gained some experience in this new type of warfare.  In addition, the new pro-German government in Spain may prove to be a useful ally in the coming years.  "
   }, 
   "victory": {
    "goto": 1, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Well Herr General, despite harsh conditions, you have done quite well!  Your victory has shown that already you have gained valuable experience in this new type of warfare.  In addition, the new pro-German government in Spain may prove to be a useful ally in the coming years."
   }
  }, 
  "scenario": "madrid.xml", 
  "startprestige": 0
 }, 
 {
  "id": 1, 
  "intro": "Herr General, you must break through and encircle the enemy along the Polish frontier, exploiting their lack of mobility.  We will send pre-emptive strikes to destroy the Polish air force, therefore no aircraft will impede your advance.  Speed is essential; a successful advance here will allow us to threaten Warsaw from the north and east simultaneously.  In addition, we can welcome our Soviet friends to the key city of Brest-Litovsk on the new German-Soviet border.  The General Staff will not be pleased if it is the Soviets who welcome us instead.", 
  "outcome": {
   "briliant": {
    "goto": 2, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Herr General!  Very good work!  The crisis is over, and the Polish Army has collapsed.  Once you led us past the river, nothing could stop our panzers.  Congratulations."
   }, 
   "lose": {
    "goto": 6, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Your less than spectacular performance has motivated a reevaluation of your usefulness.   Some of the enemy has retreated into Romania.  The British and French have now declared war on Germany.  If we did not need every man to fight, your career would be over!"
   }, 
   "tactical": {
    "goto": 6, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Herr General. The crisis is over, and the Polish Army has collapsed.   Unfortunately, some of the enemy has retreated into Romania.  No doubt, we will encounter these tough and vengeful troops again.  There are other repercussions as well.  The British and French have now declared war on Germany. "
   }, 
   "victory": {
    "goto": 2, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Herr General!  Good work!  The crisis is over, and the Polish Army has collapsed.  Once you led us past the river, nothing could stop our panzers.  Congratulations."
   }
  }, 
  "scenario": "ciechan.xml", 
  "startprestige": 0
 }, 
 {
  "id": 2, 
  "intro": "The Soviet Union has invaded Finland, Herr General, and our Finnish friends have trapped a Soviet division in the town of Suomussalmi. Unfortunately, an even greater Soviet relief force is moving to aid their comrades, and the Finns are outnumbered. It is your task to destroy the isolated enemy and prevent the relief force from reaching him. Of course, due to our non-aggression pact with the Soviet Union, you and your troops will be considered volunteers.  If you are defeated, the General Staff will deny any knowledge of your participation, and you may expect the worst if captured.", 
  "outcome": {
   "briliant": {
    "goto": 3, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 500, 
    "text": "Herr General, your bold and energetic tactics have allowed us a complete victory.  And now the Finnish people have been given the will to face the Soviets with us in future campaigns.  Well done!"
   }, 
   "lose": {
    "goto": 5, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "You were fortunate to have escaped capture after the fiasco you perpetrated in Finland.  However, your previous performance merits another opportunity.  Do not fail us again."
   }, 
   "tactical": {
    "goto": 3, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 750, 
    "text": "Though our attack was well timed and resulted in complete surprise of the enemy, your performance was not of the highest caliber, Herr General.  Although you were successful, we expected more from you."
   }, 
   "victory": {
    "goto": 3, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 750, 
    "text": "Herr General, your bold and energetic tactics have allowed us a complete victory.  Finland is still a nation and now a valuable ally.  Good work, Herr General!"
   }
  }, 
  "scenario": "suomuss.xml", 
  "startprestige": 0
 }, 
 {
  "id": 3, 
  "intro": "We have seized the Norwegian capital of Oslo, but still the Norwegians and their British allies resist us.  They are attempting to keep us out of the valley leading north from Oslo through Lillehammer.  Your forces are tasked with securing this important communications center.  Good luck, Herr General. ", 
  "outcome": {
   "briliant": {
    "goto": 4, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Very well done!  You have exceeded the General Staff's hopes!  Your drive through the Lillehammer Valley has broken enemy resistance. And, because of your bold attack, the Norwegian government has sued for peace.  Congratulations!"
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "You have failed miserably.  With the loss of our surface fleet, England remains dominant on the high seas. Report for reassignment immediately!"
   }, 
   "tactical": {
    "goto": 8, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "You have succeeded in your mission where many others would have failed.  However, the Western Allies have been able to evacuate a majority of their troops and sink most of our surface fleet."
   }, 
   "victory": {
    "goto": 4, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 2000, 
    "text": "Good work. You have fulfilled the General Staff's hopes!  Your attack has weakened enemy resistance.  And now, the war with Norway will soon be over. "
   }
  }, 
  "scenario": "lilleham.xml", 
  "startprestige": 0
 }, 
 {
  "id": 4, 
  "intro": "Herr General, your victory at Lillehammer allows us an opportunity to crush our old enemy, France.  Their army is said to be the world's finest.  We shall see!  Now, we believe the Allies plan to push into Belgium in response to our offensive.  Your task is to lead your forces through the Ardennes and emerge behind the enemy.  Our victory at Sedan in 1870 made Germany a Great Power.  Your victory at Sedan will return us to that status.  ", 
  "outcome": {
   "briliant": {
    "goto": 7, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Superb work, Herr General!  Thanks to your rapid advance across the Meuse, the Allies are in complete disarray.  You have demonstrated the superiority of our tactics over what was once called the world's best army.  We must now push rapidly to the shores of the English Channel and complete the defeat of our enemies."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Your failure is beyond comprehension.  The enemy armies have escaped encirclement and already have begun to counterattack.  The General Staff has no need for incompetent commanders."
   }, 
   "tactical": {
    "goto": 8, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "You have accomplished your mission, but your lack of speed has allowed the enemy armies to escape.  It is possible that the campaign against the British and French could go on as long as the last war.  Herr General, we will, no doubt, call on you again for your services. "
   }, 
   "victory": {
    "goto": 7, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Superb work, Herr General!  Thanks to your rapid advance across the Meuse, the Allies are in complete disarray.  You have demonstrated the superiority of our tactics over what was once called the world's best army.  We must now push rapidly to the shores of the English Channel and complete the defeat of our enemies."
   }
  }, 
  "scenario": "sedan.xml", 
  "startprestige": 0
 }, 
 {
  "id": 5, 
  "intro": "Congratulations on your successful escape from Finland, Herr General.  Rapid developments over the past few months have caused the General Staff to forget your failure there.  You are given one last chance - to play an important role in our invasion of France.  Their army is said to be the world's finest.  We shall see!  Now, we believe the Allies plan to push into Belgium in response to our offensive.  Your task is to lead your forces through the Ardennes and emerge behind the enemy.  Our victory at Sedan in 1870 made Germany a Great Power.  Your victory at Sedan will return us to that status.  ", 
  "outcome": {
   "briliant": {
    "goto": 7, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Superb work, Herr General!  Thanks to your rapid advance across the Meuse, the Allies are in complete disarray.  You have demonstrated the superiority of our tactics over what was once called the world's best army.  We must now push rapidly to the shores of the English Channel and complete the defeat of our enemies."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Your failure is beyond comprehension.  The enemy armies have escaped encirclement and already have begun to counterattack.  The General Staff has no need for incompetent commanders."
   }, 
   "tactical": {
    "goto": 8, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "You have accomplished your mission, but your lack of speed has allowed the enemy armies to escape.  It is possible that the campaign against the British and French could go on as long as the last war.  Herr General, we will, no doubt, call on you again for your services. "
   }, 
   "victory": {
    "goto": 7, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Superb work, Herr General!  Thanks to your rapid advance across the Meuse, the Allies are in complete disarray.  You have demonstrated the superiority of our tactics over what was once called the world's best army.  We must now push rapidly to the shores of the English Channel and complete the defeat of our enemies."
   }
  }, 
  "scenario": "sedan.xml", 
  "startprestige": 0
 }, 
 {
  "id": 6, 
  "intro": "Herr General, though you shamed the Wehrmacht with your miserable performance against the Poles, other recent victories have put the General Staff in a forgiving mood.  You have been granted another chance to lead an attack against our old enemy, France.  Their army is said to be the world's finest.  We shall see!  Now, we believe the Allies plan to push into Belgium in response to our offensive.  Your task is to lead your forces through the Ardennes and emerge behind the enemy.  Our victory at Sedan in 1870 made Germany a Great Power.  Your victory at Sedan will return us to that status.  ", 
  "outcome": {
   "briliant": {
    "goto": 7, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Superb work, Herr General!  Thanks to your rapid advance across the Meuse, the Allies are in complete disarray.  You have demonstrated the superiority of our tactics over what was once called the world's best army.  We must now push rapidly to the shores of the English Channel and complete the defeat of our enemies."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Your failure is beyond comprehension.  The enemy armies have escaped encirclement and already have begun to counterattack.  The General Staff has no need for incompetent commanders."
   }, 
   "tactical": {
    "goto": 8, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "You have accomplished your mission, but your lack of speed has allowed the enemy armies to escape.  It is possible that the campaign against the British and French could go on as long as the last war.  Herr General, we will, no doubt, call on you again for your services. "
   }, 
   "victory": {
    "goto": 7, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Superb work, Herr General!  Thanks to your rapid advance across the Meuse, the Allies are in complete disarray.  You have demonstrated the superiority of our tactics over what was once called the world's best army.  We must now push rapidly to the shores of the English Channel and complete the defeat of our enemies."
   }
  }, 
  "scenario": "sedan.xml", 
  "startprestige": 0
 }, 
 {
  "id": 7, 
  "intro": "Well, following your success at Sedan, your brave men must now capture the port of Dunkirk on the Channel.  Allied forces in Belgium will be trapped if we can secure this harbor.  With the British Army as prisoners, we can dictate peace on our terms.  Of course, the English are aware of this possibility and will fight  furiously to protect their lines of retreat.  Good luck to you. ", 
  "outcome": {
   "briliant": {
    "goto": 9, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "You have captured the British Expeditionary Force, and the French have surrendered.  You have achieved a great victory, Herr General. "
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Herr General, German field commanders are not allowed to fail. Do you understand? I have nothing more to say to you."
   }, 
   "tactical": {
    "goto": 8, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "You have won, Herr General. You have crippled the British Expeditionary Force, and the French have surrendered. Unfortunately, the English continue to resist us even after the loss of their contemptible, little army. Good work. "
   }, 
   "victory": {
    "goto": 10, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "You have achieved a Great Victory, Herr General. You have crippled the British Expeditionary Force, and the French have surrendered. Very good."
   }
  }, 
  "scenario": "rtd.xml", 
  "startprestige": 0
 }, 
 {
  "id": 8, 
  "intro": "Ah, Herr General, I hope you have enjoyed your leave.  As you know, British and Commonwealth  troops have occupied the historic pass at Thermopylae.  You must secure this pass and prevent the escape of the enemy.  The terrain is rugged and difficult for maneuver.   You must act decisively.  ", 
  "outcome": {
   "briliant": {
    "goto": 12, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Herr General, I must congratulate you on this resounding success.  British and Commonwealth forces have surrendered, and Greek resistance has collapsed.  You handled this difficult assignment with great skill and intelligence.  You will be, no doubt, honored when you return to the fatherland."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Herr General, you have failed.  The British have successfully withdrawn.  We expected more from you.  Dismissed."
   }, 
   "tactical": {
    "goto": 14, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "The English have withdrawn, and Greek resistance has collapsed.   Your performance has been adequate.  Thank you, Herr General."
   }, 
   "victory": {
    "goto": 14, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "The English have withdrawn, and Greek resistance has collapsed.  Your performance has been excellent, and we will continue to rely on your expertise.  Well done!"
   }
  }, 
  "scenario": "thermopy.xml", 
  "startprestige": 0
 }, 
 {
  "id": 9, 
  "intro": "Well, our forces have stormed ashore on England's beaches only to meet ferocious resistance.  Our drive to capture London has been stalled.  Now, your services are needed to capture Windsor, a vital communications center.  With this rail junction in our hands, London will be cut off from their industrial centers and be forced to surrender.  Good luck, Herr General.", 
  "outcome": {
   "briliant": {
    "goto": 13, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Congratulations, Herr General!  You have accomplished what has not been done for centuries, the conquest of England.  Now, the English have no choice but to sue for peace.  I can assure you that your name shall be remembered alongside the greatest heroes of our nation.  I salute you, Herr General!"
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Herr General, it may have been to your advantage to have remained in captivity. This failure was completely unexpected from an officer of your caliber and experience. Your services will no longer be required!"
   }, 
   "tactical": {
    "goto": 13, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Well, you barely accomplished your mission, but the conquest of England is the positive result.  Now, the English will have no choice but to sue for peace.  You have been lucky, Herr General, with this narrow victory."
   }, 
   "victory": {
    "goto": 13, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Congratulations, Herr General!  You have accomplished what has not been done for centuries, the conquest of England.  Now, the English have no choice but to sue for peace.  I can assure you that your name shall be remembered alongside the greatest heroes of our nation."
   }
  }, 
  "scenario": "windsor.xml", 
  "startprestige": 0
 }, 
 {
  "id": 10, 
  "intro": "The General Staff has decided that you should lead the attack against the British in North Africa.  Their will to fight has by no means been broken.  If we can push the English out of North Africa, we will gain access to the Suez Canal and the oil-rich Middle East.", 
  "outcome": {
   "briliant": {
    "goto": 11, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Congratulations, Herr General.  Your aggressive leadership has shattered the British forces. Now, we must capture the port of Tobruk, before the English can prepare an effective defense."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Thanks to your feeble efforts, the war in North Africa will continue to drag on.  You will return immediately to Germany to face a court martial. Your replacement here will be Herr General Rommel.  You are dismissed."
   }, 
   "tactical": {
    "goto": 14, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "You have pushed the British back, but they have managed to withdraw into their Tobruk fortress.  Unfortunately, we do not have the resources to capture Tobruk at this time.  The war in the desert will continue.  Herr General, you are to return to Germany immediately. "
   }, 
   "victory": {
    "goto": 11, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Your leadership has shattered the British forces.  Congratulations, Herr General.  Now, we must capture the port of Tobruk before the English can prepare an effective defense."
   }
  }, 
  "scenario": "ptt.xml", 
  "startprestige": 0
 }, 
 {
  "id": 11, 
  "intro": "Herr General, you must quickly crush the defenses of Tobruk and finish what you have so successfully begun.  If Tobruk falls into our hands, the British will never recover.  Now is our chance to drive them into the sea.", 
  "outcome": {
   "briliant": {
    "goto": 12, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Congratulations!  The General Staff is pleased by your performance.  Egypt and the Middle East lie at our feet. Herr General, you have exceeded all expectations. Your mastery of the art of war continues to dismay our enemies."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Herr General, you have disgraced the Wehrmacht with your conduct of this battle!  Many here demand your return to Berlin to face a court-martial.  Your services will no longer required."
   }, 
   "tactical": {
    "goto": 14, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Well, Herr General, you have managed to take Tobruk after a hard fight, but the English were still able to withdraw and strengthen their forces in Egypt.  Unfortunately, the war in North Africa will continue to drag on, since we lack the resources to sustain a major effort in the desert.  "
   }, 
   "victory": {
    "goto": 12, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Well, The General Staff is pleased by your performance.  Egypt and the Middle East lie at our feet.  Your ability on the battlefield continues to confound our enemies."
   }
  }, 
  "scenario": "tobruk.xml", 
  "startprestige": 0
 }, 
 {
  "id": 12, 
  "intro": "For far too long, the English based on Malta have interrupted our flow of supplies to North Africa.  You have been selected to lead an elite assault force and subdue this enemy stronghold.  You must secure all the island's harbors and airfields so that our hold on the Mediterranean is secure.", 
  "outcome": {
   "briliant": {
    "goto": 13, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Your successful capture of Malta has secured our position in the Mediterranean basin.  The English will trouble us no longer, and the entire area is under our control.  You are to be congratulated.  Excellent work!"
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "German field commanders are not allowed to fail.  I have nothing more to say to you."
   }, 
   "tactical": {
    "goto": 15, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Your successful capture of Malta has secured our position in the Mediterranean basin.  The English will trouble us no longer, and the entire area is under our control.  Good day, Herr General."
   }, 
   "victory": {
    "goto": 13, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Your successful capture of Malta has secured our position in the Mediterranean basin.  The English will trouble us no longer, and the entire area is under our control.  You are to be congratulated."
   }
  }, 
  "scenario": "malta.xml", 
  "startprestige": 0
 }, 
 {
  "id": 13, 
  "intro": "Herr General, as you know, Germany has declared war on the Soviet Union.  You have been chosen to play a key role in our drive into southern Russia. You will assist our Romanian Allies in their attempt to reclaim their lost province of Moldavia. The key city in this province is Kishinev, and it is also your primary objective.  Not only is this assignment strategically important, it is politically critical.  The world is watching, Herr General, do not disappoint.", 
  "outcome": {
   "briliant": {
    "goto": 15, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Herr General, this victory is worthy of great praise. The southern front is now secure, and, more importantly, the Ukraine with its rich resources is ours.  It is my pleasure to inform you that your request for leave has been granted.  Berlin is beautiful in the summer.  Enjoy yourself."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Herr General. Even now, enemy troops are advancing on our position.  Arm yourself with a rifle and seek redemption on the front lines. You may leave at once."
   }, 
   "tactical": {
    "goto": 15, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Herr General, Kishinev is secure. German and Romanian troops are occupying the Ukraine.  This victory is worthy of great praise. Soon, you will be needed at Army Group North.  "
   }, 
   "victory": {
    "goto": 15, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Herr General, Kishinev is secure. German and Romanian troops are occupying the Ukraine.  This victory is worthy of great praise.  Soon, you will be needed at Army Group North. I am sure that you will do very well."
   }
  }, 
  "scenario": "kishinev.xml", 
  "startprestige": 0
 }, 
 {
  "id": 14, 
  "intro": "Herr General, as you know, Germany has declared war on the Soviet Union.  You have been chosen to play a key role in our drive into southern Russia. You will assist our Romanian Allies in their attempt to reclaim their lost province of Moldavia. The key city in this province is Kishinev, and it is also your primary objective.  Not only is this assignment strategically important, it is politically critical.  The world is watching, Herr General, do not disappoint.", 
  "outcome": {
   "briliant": {
    "goto": 15, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Herr General, this victory is worthy of great praise. The southern front is now secure, and, more importantly, the Ukraine with its rich resources is ours.  It is my pleasure to inform you that your request for leave has been granted.  Berlin is beautiful in the summer.  Enjoy yourself."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Herr General. Even now, enemy troops are advancing on our position.  Arm yourself with a rifle and seek redemption on the front lines. You may leave at once."
   }, 
   "tactical": {
    "goto": 15, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Herr General, Kishinev is secure. German and Romanian troops are occupying the Ukraine.  This victory is worthy of great praise. Soon, you will be needed at Army Group North.  "
   }, 
   "victory": {
    "goto": 15, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Herr General, Kishinev is secure. German and Romanian troops are occupying the Ukraine.  This victory is worthy of great praise.  Soon, you will be needed at Army Group North. I am sure that you will do very well."
   }
  }, 
  "scenario": "kishinev.xml", 
  "startprestige": 0
 }, 
 {
  "id": 15, 
  "intro": "Herr General,  it is your privilege to lead our attack here, south of Novgorod, in the Russian heartland.  A successful offensive here will sever communications between Moscow and Leningrad and trap several Soviet armies. It is, of course, imperative to take your objectives quickly.  Our thoughts are with you.", 
  "outcome": {
   "briliant": {
    "goto": 16, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Excellent. The Bolshevik armies are cut off without hope of relief.  And, even now,  communication between Moscow and Leningrad has been severed.  Leningrad should now fall easily; Moscow will be more problematic."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Colonel Schmidt?  Please, come in.  You have heard the news?  Maybe it is best that he did not return from Novgorod.  After all, the shame of utter defeat would have been too much for him to bear.  A slice of strudel Colonel Schmidt?"
   }, 
   "tactical": {
    "goto": 16, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "A  good performance, to be sure. The Bolshevik armies are cut off without hope of relief.  And, even now,  communication between Moscow and Leningrad has been severed.  Leningrad should now fall easily; Moscow will be more problematic."
   }, 
   "victory": {
    "goto": 16, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "A  good performance, to be sure. The Bolshevik armies are cut off without hope of relief.  And, even now,  communication between Moscow and Leningrad has been severed.  Leningrad should now fall easily; Moscow will be more problematic."
   }
  }, 
  "scenario": "novgorod.xml", 
  "startprestige": 0
 }, 
 {
  "id": 16, 
  "intro": "Herr General, our drive on Moscow has been quite successful, but enemy resistance continues to stiffen.  You must break through along the Volokolamsk Highway.   There is no doubt; the enemy will commit his toughest units to defend the capital, but we will persevere.", 
  "outcome": {
   "briliant": {
    "goto": 17, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Herr General, you have exceeded our expectations.  The enemy fought valiantly, but this did not stop you.  And now, the last Bolshevik reserves await your attack.  Defeat them and end this war."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "This is a bitter defeat. Even now, enemy troops are advancing on our position.  Arm yourself with a rifle and seek redemption on the front lines.  I must leave you now, Herr General. "
   }, 
   "tactical": {
    "goto": 21, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 100, 
    "text": "Herr General,  you narrowly accomplished what was expected of you.  Unfortunately, the Soviets held the Volokolamsk Highway long enough for more troops to arrive.  In addition, heavy snows are now falling.  Our offensive cannot continue under these conditions. Herr General, you are not suited to command at this level.  You will report to the officer training school at Metz. There is an opening for a panzer maintenance instructor."
   }, 
   "victory": {
    "goto": 17, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Herr General, the enemy fought valiantly, but this did not stop you.  And now, the last Bolshevik reserves await your attack.  Defeat them and end this war."
   }
  }, 
  "scenario": "volokol.xml", 
  "startprestige": 0
 }, 
 {
  "id": 17, 
  "intro": "Well,  Herr General, a bold stroke from the city of Klin to Fedoroloka will close the ring on Moscow. If we can drive through to this point, the enemy capital will surely be ours.  Good luck!", 
  "outcome": {
   "briliant": {
    "goto": 19, 
    "gotoplayed": [
     9, 
     18
    ], 
    "prestige": 1000, 
    "text": "Superb  performance, Herr General! The Bolsheviks have fled to Siberia and sued for peace. You have helped accomplish what Napoleon could not -  the conquest of Russia!  Our panzers rumble through Red Square, and our troops sleep in the Kremlin!  Your reputation in war is unparalleled."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Herr General, German field commanders are not allowed to fail. Do you understand?  I have nothing more to say to you."
   }, 
   "tactical": {
    "goto": 21, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 100, 
    "text": "Herr General, though able to achieve some limited success, you did not show the initiative demanded of German field commanders.  You were expected to do more than merely follow orders. The Bolsheviks still defy us."
   }, 
   "victory": {
    "goto": 19, 
    "gotoplayed": [
     9, 
     18
    ], 
    "prestige": 1500, 
    "text": "Superb  performance, Herr General! The Bolsheviks have fled to Siberia and sued for peace. You have helped accomplish what Napoleon could not -  the conquest of Russia.  Our panzers rumble through Red Square, and our troops sleep in the Kremlin!  "
   }
  }, 
  "scenario": "klin.xml", 
  "startprestige": 0
 }, 
 {
  "id": 18, 
  "intro": "Well, our forces have stormed ashore on England's beaches only to meet ferocious resistance.  Our drive to capture London has been stalled.  Now, your services are needed to capture Windsor, a vital communications center.  With this rail junction in our hands, London will be cut off from their industrial centers and be forced to surrender.  Good luck, Herr General.", 
  "outcome": {
   "briliant": {
    "goto": 19, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Congratulations, Herr General!  You have accomplished what has not been done for centuries, the conquest of England.  Now, the English have no choice but to sue for peace.  I can assure you that your name shall be remembered alongside the greatest heroes of our nation.  I salute you, Herr General!"
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Herr General, it may have been to your advantage to have remained in captivity. This failure was completely unexpected from an officer of your caliber and experience. Your services will no longer be required!"
   }, 
   "tactical": {
    "goto": 19, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Well, you barely accomplished your mission, but the conquest of England is the positive result.  Now, the English will have no choice but to sue for peace.  You have been lucky, Herr General, with this narrow victory."
   }, 
   "victory": {
    "goto": 19, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Congratulations, Herr General!  You have accomplished what has not been done for centuries, the conquest of England.  Now, the English have no choice but to sue for peace.  I can assure you that your name shall be remembered alongside the greatest heroes of our nation."
   }
  }, 
  "scenario": "windsor1.xml", 
  "startprestige": 0
 }, 
 {
  "id": 19, 
  "intro": "Ah, Herr General, excuse me, Herr Feldmarschall! As you know, our campaign in the north continues to go well.  You have been chosen to lead our invasion in the south.  After your beachhead is secure,  it is imperative for you to seize the port city of Savannah. Once this is accomplished, our drive inland will cut the United States in half.  It is believed that the Americans are ignorant of our plans.  But be aware that the people of this region will fight us to their last breath.  ", 
  "outcome": {
   "briliant": {
    "goto": 20, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Congratulations!  Brilliant performance.  The capture of Savannah will rank with Tannenberg and Koniggratz as great German victories.  There is talk of renaming the city in your honor."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Herr Feldmarshall, I am at a loss for words.  Your failure is...  incomprehensible. You have left us no choice but to come to terms with the Americans. This debacle will be remembered as one of the worst military disasters of our nation.  It is better for you that you will never return to the fatherland.  Much better."
   }, 
   "tactical": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Herr Feldmarshall, though your performance has been.....competent, the decision has been made to ... relieve you of command.  The General Staff feels it is best that a more.... seasoned officer replace you.  The great Erich von Manstein will assume your duties.  "
   }, 
   "victory": {
    "goto": 20, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Congratulations!  Brilliant performance.  The capture of Savannah will be remembered as a great German victory.  There is talk of renaming the city in your honor."
   }
  }, 
  "scenario": "savannah.xml", 
  "startprestige": 0
 }, 
 {
  "id": 20, 
  "intro": "Herr Feldmarschall, due to your unprecedented advance, we will soon see the triumphant finish of our Southern campaign.  Feldmarschall von Manstein's Army Group North is within 100 kilometers of Knoxville, and .....  excuse me, Herr Feldmarschall .....           Herr Feldmarschall, I have just received information of the most critical importance. Less than 20 kilometers north of us, here, is a large facility. Intelligence reports indicate that the Americans are building a weapon of terrifying explosive power there. It is imperative that we act decisively and destroy this facility.", 
  "outcome": {
   "briliant": {
    "goto": 254, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Herr Feldmarschall, this triumph is a fitting end to our Southern campaign.  Once again your skill has led to victory, and more importantly, you have prevented the Americans from using their \"Atomic Bomb.\"  Their research facility is a gutted ruin.  It is most extraordinary that you were able to capture Knoxville despite this distraction.  We must hope that only one such facility exists."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Herr Feldmarschall, the Americans have successfully evacuated their research site.  This is your failure.  This Atomic Bomb is still a threat to us, and now we are forced to make peace with the Americans on their terms.  You have disgraced the German nation.  "
   }, 
   "tactical": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Herr Feldmarschall, although you overran the Oak Ridge facility, the Americans had time to dismantle and move the most critical material. This Atomic Bomb may still a threat to us. We have no choice but to negotiate with the Americans."
   }, 
   "victory": {
    "goto": 254, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Herr Feldmarschall, this triumph is a fitting end to our Southern campaign.  Once again your skill has led to victory, and more importantly, you have prevented the Americans from using their \"Atomic Bomb.\"  Their research facility is a gutted ruin.  It is most extraordinary that you were able to capture Knoxville despite this distraction.  We must hope that only one such facility exists."
   }
  }, 
  "scenario": "oakridge.xml", 
  "startprestige": 0
 }, 
 {
  "id": 21, 
  "intro": "Herr General, we have underestimated the Bolsheviks' powers of resistance. They have crossed the Don and completely encircled Sixth Army. You must drive on Kletskaya and Serafimov to reestablish contact. We will never, never surrender to the Red Army, but in order for us to hold our position, you must prevail. Good Luck.", 
  "outcome": {
   "briliant": {
    "goto": 22, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Congratulations, Herr General.  Your troops have successfully cleared a corridor to our comrades in Sixth Army. We will be able to continue to send reinforcements and supplies to our brave men.  Bravo."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Herr General, this is a disaster! Sixth Army is entirely lost to us.  Though this situation is not totally of your making, your career is obviously finished. You are dismissed."
   }, 
   "tactical": {
    "goto": 22, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Congratulations, Herr General. Your troops have successfully cleared a corridor to our comrades in Sixth Army. We will be able to continue to send reinforcements and supplies to our brave men. Bravo."
   }, 
   "victory": {
    "goto": 22, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Congratulations, Herr General. Your troops have successfully cleared a corridor to our comrades in Sixth Army. We will be able to continue to send reinforcements and supplies to our brave men. Bravo."
   }
  }, 
  "scenario": "winter.xml", 
  "startprestige": 0
 }, 
 {
  "id": 22, 
  "intro": "Herr General, as you know the Kursk Salient poses a serious threat to us. To reduce this salient and restore the integrity of our line, we will attack from the north and south, pocket, and then crush the enemy trapped inside. You and your command will lead the northern thrust of our offensive. You must penetrate as far as the town of Prokhorovka. Good Luck. ", 
  "outcome": {
   "briliant": {
    "goto": 23, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "You have dealt the Red Army a crippling blow. With our line shortened, we will be able to transfer a large number of  troops to Feldmarschall von Paulus at Stalingrad. Superlative work, Herr General."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Herr General, we have broken our teeth on the enemy defenses. The Bolsheviks are counterattacking all along our front. Army Group South has been shaken and must give ground. General Hoth will be assuming your duties. That is all."
   }, 
   "tactical": {
    "goto": 23, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "You have dealt the Red Army a severe blow. With our line shortened, we will be able to transfer some troops to Feldmarschall von Paulus at Stalingrad. Good work, Herr General."
   }, 
   "victory": {
    "goto": 23, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "You have dealt the Red Army a severe blow. With our line shortened, we will be able to transfer some troops to Feldmarschall von Paulus at Stalingrad. Good work, Herr General."
   }
  }, 
  "scenario": "prok1.xml", 
  "startprestige": 0
 }, 
 {
  "id": 23, 
  "intro": "Herr General, you already know that the enemy has launched an amphibious operation south of Naples, near Salerno. The terrain in this part of Italy is hilly and rugged, and we have been able to contain the enemy beachhead thus far. It is of critical importance that the Americans and British are not allowed to gain a foothold on the continent. We are relying on you and your crack troops to throw the enemy into the sea. Failure here is not an option.", 
  "outcome": {
   "briliant": {
    "goto": 24, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Herr General, once again you and your courageous men have kept us from the brink of disaster. Italy remains firmly in our camp, and the invaders have been forced out of Salerno. The Fatherland owes you a great debt."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Herr General, I am sorry that the sacrifices of your fine troops have been in vain. Italy has  capitulated to the Allies, and we must fall back quickly or face annihilation. You have been ordered to Berlin. I do not envy your reception there."
   }, 
   "tactical": {
    "goto": 24, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Herr General, once again you and your courageous men have kept us from the brink of disaster. The invaders have been forced out of Salerno. The Fatherland owes you a great debt.  "
   }, 
   "victory": {
    "goto": 24, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Herr General, once again you and your courageous men have kept us from the brink of disaster. The invaders have been forced out of Salerno. The Fatherland owes you a great debt.  "
   }
  }, 
  "scenario": "antisal.xml", 
  "startprestige": 0
 }, 
 {
  "id": 24, 
  "intro": "Ja Wolfgang, I was as surprised as you that they chose Normandy.... Ah, Herr General, come in. Allow me to explain the present situation. We have a chance to drive the Allies back into the sea, here, near Caen. I will not pretend that this will be an easy task, but you have shown yourself to be a most resourceful fellow time and time again, ja? You will need all your skill to wrest a victory here. Our thoughts are with you. Ja, As I was saying, Wolfgang.... ", 
  "outcome": {
   "briliant": {
    "goto": 25, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Excellent! Despite the fact the enemy have managed to force their way inland at other points, you have swept all before you. And because of this blow you have dealt them, the Allies will not be able to take advantage of their successes elsewhere. It is unfortunate that we do not have more like you, Herr General. "
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Herr General, I am sorry that the sacrifice of your fine troops have been in vain.  You have been ordered to Berlin.  I do not envy your reception there."
   }, 
   "tactical": {
    "goto": 25, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Very good! Despite the fact the enemy has managed to force their way inland at other points, you have swept all before you. And because of this blow you have dealt them, the Allies will not be able to take advantage of their successes elsewhere. You have done very well, Herr General."
   }, 
   "victory": {
    "goto": 25, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Very good! Despite the fact the enemy has managed to force their way inland at other points, you have swept all before you. And because of this blow you have dealt them, the Allies will not be able to take advantage of their successes elsewhere. You have done very well, Herr General."
   }
  }, 
  "scenario": "gcaen.xml", 
  "startprestige": 0
 }, 
 {
  "id": 25, 
  "intro": "Herr General, we have an excellent opportunity to deliver a crushing blow to the enemy, here, north of Strasbourg. As you can see, the advance of the American Third Army has left this sector of \r\ntheir front inadequately defended. If you can knife through to Strasbourg, the Americans and British will be forced to halt their drive on the Fatherland. Good luck.\r\n", 
  "outcome": {
   "briliant": {
    "goto": 26, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Herr General, your thrust to Strasbourg will be used as a textbook example of offensive maneuver. This lightning blow has changed the course of the war in the west.  Outstanding."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "The Americans and British have pushed us back across the Rhine. We no longer have the strength to halt them. All that is left for the fatherland is defeat and disgrace. But you have already experienced that. Haven't you, Herr General?"
   }, 
   "tactical": {
    "goto": 26, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Herr General, your thrust to Strasbourg will be used as a textbook example of offensive maneuver. This lightning blow, you have changed the course of the war in the west. Outstanding."
   }, 
   "victory": {
    "goto": 26, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Herr General, your thrust to Strasbourg will be used as a textbook example of offensive maneuver. This lightning blow, you have changed the course of the war in the west. Outstanding."
   }
  }, 
  "scenario": "nordwind.xml", 
  "startprestige": 0
 }, 
 {
  "id": 26, 
  "intro": "Herr General, I know that you and your men have not had time even to catch a breath, but the situation here is critical. Buda-Pest is besieged by the Bolsheviks. Your troops must force their way into the city. It is doubtful that our Hungarian allies will continue to fight if Buda-Pest falls. If you can drive the Reds into the Danube, we may stop the Russian Bear from consuming us.", 
  "outcome": {
   "briliant": {
    "goto": 254, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "The Russians are dazed and reeling from the blows you and your brave men have delivered! Not only did you succeed in relieving Buda-Pest, you drove the Reds back across the Danube. Herr General, diplomatic representatives of Germany and the Soviet Union are meeting even as we speak... Your string of victories here, and in the west, are unparalleled. You are to return home to a grateful nation."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "It was hoped that you would once again snatch victory from defeat. But it was not to be. The Wehrmacht is a spent force, unable even to slow the Russian Bear.  I advise you to fight your way to the west, Herr General. The Reds are not known for their hospitality to guests."
   }, 
   "tactical": {
    "goto": 254, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Herr General, diplomatic representatives of Germany and the Soviet Union are meeting even as we speak... Your string of victories here, and in the west, are unparalleled.... You are to return home to a grateful nation."
   }, 
   "victory": {
    "goto": 254, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Herr General, diplomatic representatives of Germany and the Soviet Union are meeting even as we speak... Your string of victories here, and in the west, are unparalleled.... You are to return home to a grateful nation."
   }
  }, 
  "scenario": "konrad.xml", 
  "startprestige": 0
 }
]