[
 {
  "id": 0, 
  "intro": "Good day, Commander.  British troops are to land at Salerno with the assistance of sundry American formations.   Be advised to press on from the beachhead as quickly as possible since recent reports indicate the presence of a panzer division hiding in the area.  Then, it is imperative, Commander, to drive on.  This will secure our line of supply as we continue our drive North.  ", 
  "outcome": {
   "briliant": {
    "goto": 1, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 500, 
    "text": "Good job, Commander. Your success has allowed British troops to pour into southern Italy.  And, as we surmised, Italy may be on the verge of surrendering. "
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Unfortunately, sir, you have not quite met the expectations of crown and government.  You will be transferred to, what shall we say, a less exciting post.  I believe there is a billet awaiting you in Nepal, training our Gurkha volunteers. I would arrange to obtain warm clothing. You will need it."
   }, 
   "tactical": {
    "goto": 1, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Well, commander the battle was, shall we say, slightly difficult, and Jerry managed to cause problems for us. Britain has returned to the continent, and for this we are grateful. At least, the enemy must stretch their resources even further.  "
   }, 
   "victory": {
    "goto": 1, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 750, 
    "text": "Good job, Commander. Your success has allowed British troops to pour into southern Italy.  And, as we surmised, Italy may be on the verge of surrendering. "
   }
  }, 
  "scenario": "salerno2.xml", 
  "startprestige": 0
 }, 
 {
  "id": 1, 
  "intro": "The war effort has come to a critical junction, Commander.  Now that British and Commonwealth troops have landed on the beaches of Normandy, we must surge ahead.  The big push will come at St. Lo, where Jerry is well entrenched.  You must force him back and drive through his lines.  If you cannot achieve some level of success quickly,  the Germans could well give us a hard time in this hedgerow country forever!  Press on.", 
  "outcome": {
   "briliant": {
    "goto": 2, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 4000, 
    "text": "Splendid job, Commander. Quite splendid.  Due to your, if I do say so myself, splendid performance at St. Lo, our forces will have the impetus they require to break out of Normandy and liberate France.  But now your services are needed at Caen, where Monty is having a spot of bother with Jerry. "
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Well, Commander, you are to be given not only a promotion, but also an audience with the Duke of Penzance. It is very important to portray a picture of  success and, thanks to your failure, this will be extremely difficult.  Good day, Commander.  We will not meet again."
   }, 
   "tactical": {
    "goto": 2, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 4500, 
    "text": "Back from your mission, Commander?  Good. I must say, you were rather long about it.  At least, you took your objectives, I'll grant you that.  But now, your presence is needed at Caen, where the Germans are delaying our advance.  Hopefully,  you will improve your performance."
   }, 
   "victory": {
    "goto": 2, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 4500, 
    "text": "Splendid job, Commander. Quite splendid.  Due to your, if I do say so myself, splendid performance at St. Lo, our forces will have the impetus they require to break out of Normandy and liberate France.  But now your services are needed at Caen, where Monty is having a spot of bother with Jerry. "
   }
  }, 
  "scenario": "stlouk.xml", 
  "startprestige": 0
 }, 
 {
  "id": 2, 
  "intro": "Well, Commander, our invasion of Normandy has bogged down near Caen.  Do you know Caen was home to William the Conqueror, 1066 and all that?   At any rate, Commonwealth forces must drive through Caen and press on into France.", 
  "outcome": {
   "briliant": {
    "goto": 3, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Caen proved to be a sticky wicket, indeed, but you brought us off the pitch with no trouble at all.  It was a difficult area for our brave men to break through, but you did it!  By jove, you did it. Good work!  Now, our lads are on their way to liberate all of France."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Well, Commander, I would offer you tea, but after your disappointing performance, it would be difficult to have you in the vicinity without choking on my crumpet.  There's talk at GHQ of your relief.  It seems to be the most positive solution under the circumstances."
   }, 
   "tactical": {
    "goto": 3, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Well,  you had a spot of trouble while capturing Caen.  Nevertheless, British pluck won out in the end. However, the battle of Caen will soon be forgotten as other more glorious victories are won.  Onward, Commander."
   }, 
   "victory": {
    "goto": 3, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Caen proved to be a sticky wicket, indeed, but you brought us off the pitch with no trouble at all.  It was a difficult area for our brave men to break through, but you did it!  By jove, you did it. Good work!  Now, our lads are on their way to liberate all of France."
   }
  }, 
  "scenario": "caenuk.xml", 
  "startprestige": 0
 }, 
 {
  "id": 3, 
  "intro": "Your mission is to capture the important industrial city of Nancy and secure a springboard for our fall offensive into Germany itself. Without full control of this rail and shipping center, our advance will be impossible.  Commander, please be advised, that directly east of the city, Jerry has armored forces ready to counterattack any offensive against this stronghold.", 
  "outcome": {
   "briliant": {
    "goto": 4, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Commander, jolly good performance!  I think something stronger than tea is appropriate after your capture of Nancy.  Now, the door is open for our invasion of Germany.  Do you know, there's been talk, merely rumor at this stage, of honours, possibly a knighthood?  Coffee?"
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "I must say, I do find it hard to believe that you secured a King's commission.  I believe promotion by purchase was banned in the last century. Your name, sir, shall be stricken from your regiment's otherwise honorable rolls.  Your services will no longer be required."
   }, 
   "tactical": {
    "goto": 4, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Well, it appears you did manage to take the city, but it seems that, this is all you managed to do.  The enemy has withdrawn and regrouped, and now await us some 20 miles down the road.  Another indifferent performance like this one and the Yanks will be claiming they are winning the war!"
   }, 
   "victory": {
    "goto": 4, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Commander, jolly good performance!  I think something stronger than tea is appropriate after your capture of Nancy.  Now, the door is open for our invasion of Germany.  Do you know, there's been talk, merely rumor at this stage, of honours, possibly a knighthood?  Coffee?"
   }
  }, 
  "scenario": "arractuk.xml", 
  "startprestige": 0
 }, 
 {
  "id": 4, 
  "intro": "I would invite you to tea Commander, but, there is simply no time.  My apologies.  Here is the situation. The Germans have held the fortress city of Metz for two months against American attacks, and now the Yanks have requested our help.  Our troops must  smash Jerry's resistance, then punch through the Maginot Line. Metz is the site of the German training schools for officers and NCOs, so you can expect a tough fight.  This mission is crucial, Commander.  You must act decisively.", 
  "outcome": {
   "briliant": {
    "goto": 5, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Congratulations! Your troops stormed the city in a charge that Henry V would admire!  Your victory at Metz shall stand alongside the great battles of Agincourt and Cressy.  I have heard your name mentioned several times in relation to some promotion or advancement.  Commander, your successful offensive has paved the way to our invasion of the \"fatherland.\""
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Commander, you have been a disappointment to King and country.  It was necessary to drive through Metz and move on, but instead, we find ourselves sandbagged in the trenches!  Our brave lads will capture Metz, I assure you, but it will be done with a different commander.  Good day."
   }, 
   "tactical": {
    "goto": 5, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Well sir, your performance at Metz was rather, how can I put it politely, subpar.  Many at GHQ believe that more is expected of a officer of your reputed caliber. Nevertheless, you will have a chance to redeem yourself, but I must tell you that patience all round is wearing thin."
   }, 
   "victory": {
    "goto": 5, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Congratulations! Your troops stormed the city in a charge that Henry V would admire!  Your victory at Metz shall stand alongside the great battles of Agincourt and Cressy.  I have heard your name mentioned several times in relation to some promotion or advancement.  Commander, your successful offensive has paved the way to our invasion of the \"fatherland.\""
   }
  }, 
  "scenario": "metzuk.xml", 
  "startprestige": 0
 }, 
 {
  "id": 5, 
  "intro": "Good day, Commander. It is your mission to capture the experimental Airbase at Dessau before the Soviets can get there.  Jerry's jet and rocket aircraft must not be allowed to fall into the wrong hands.  Good luck Commander, and God's speed.", 
  "outcome": {
   "briliant": {
    "goto": 254, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Commander, congratulations and accolades on a mission well done!  Your troops certainly gave the Germans everything that they deserved and more!  A field marshal's baton, engraved with your name awaits your arrival at Number 10.  I shall personally be there with the PM for the ceremony.  A spot of tea, Commander?"
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Commander, to have come so far at such cost, and then to have failed is utterly galling.  I have no doubt that you tried your best, but sadly, a try is not good enough. In spite of your forgettable performance, we have won the war. I bid you farewell.  "
   }, 
   "tactical": {
    "goto": 254, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Well, what can I say?  You did manage to secure your objectives as well as capture a few Jerries.  A comparatively successful performance, and the war has been won."
   }, 
   "victory": {
    "goto": 254, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Commander, congratulations and accolades on a mission well done!  Your troops certainly gave the Germans everything that they deserved and more!  A field marshal's baton, engraved with your name awaits your arrival at Number 10.  I shall personally be there with the PM for the ceremony.  A spot of tea, Commander?"
   }
  }, 
  "scenario": "dessauuk.xml", 
  "startprestige": 0
 }
]