[
 {
  "id": 0, 
  "intro": "Commander, good to see you.  Smoke? Here you are.  Well, let's get down to business.  American and British troops are to land at Salerno and begin a Second Front against the Germans and knock Italy out of the war.  Once you're ashore, you'll need to get your men off those beaches  pronto.  By the way, you should be aware that the Krauts have got a panzer division somewhere in the area.  Good luck, Commander.", 
  "outcome": {
   "briliant": {
    "goto": 1, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 500, 
    "text": "Good work.  You hit a  home run!  Now, we've got men and machines rolling into southern Italy, and rumor has it that Italy's on the verge of surrendering.  Nice going, Commander."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Commander, you struck out here, and good men died because of it.  We're lucky the Krauts didn't kick us back into the sea.  You've earned yourself a ticket home, but we both know there's nothing to be proud of.  Good luck as a civilian."
   }, 
   "tactical": {
    "goto": 1, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Not bad, Commander, but we're going to have to do better in the next one, or it's going to be a long war."
   }, 
   "victory": {
    "goto": 1, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 750, 
    "text": "Well, nice work.  Now, we've got men and machines rolling into southern Italy, and rumor has it that Italy's on the verge of surrendering.  Good goin', Commander."
   }
  }, 
  "scenario": "salerno1.xml", 
  "startprestige": 0
 }, 
 {
  "id": 1, 
  "intro": "Commander, fruitcake? Just got it from the wife. Well, as you know, we've got a critical situation on our hands.  Our troops, along with the Brits, have blasted into Normandy.  Now, we've got to drive inland.  You and your men have got to smash through the Kraut lines and take St. Lo as fast as you can.  If you don't get things moving, the Krauts'll keep us pinned down here forever.", 
  "outcome": {
   "briliant": {
    "goto": 2, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 4000, 
    "text": "I'm impressed.  Boy, you really earned your pay.  Now we've got some elbow room, which means we can get to work liberating France. Commander, I've got a special job for you. We need you over in Caen. The Krauts have really dug in there and we need someone who can kick some tail so we can get a move on."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "I don't know a diplomatic way to say this, Commander.  You've been canned.  Oh, you'll get a medal and they'll probably call you a hero.  But, you know the truth, and you've got to live with it."
   }, 
   "tactical": {
    "goto": 2, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 4500, 
    "text": "You know, Commander, if we're ever going to win this war, we need people who do more than just punch the clock.  You took St. Lo, yeah, but it cost us, not just time, but GIs.  It's been decided, we're going to give you another chance - in Caen.  Make your country proud, Commander."
   }, 
   "victory": {
    "goto": 2, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 4500, 
    "text": "I'm impressed, you earned your pay. Now we've got some elbow room, which means we can break out of Normandy and get to work liberating France.  Commander, we need you over in Caen.  The Krauts have really dug in there and we need someone who can kick some tail so we can get a move on."
   }
  }, 
  "scenario": "stlo.xml", 
  "startprestige": 0
 }, 
 {
  "id": 2, 
  "intro": "Commander, this is going to be a tough one.  Our British friends are having a hard time in Caen. We're gonna have to bail them out and you're the man to do it.  Try not to step on their toes, the Brits think they're the only ones fighting this war.  Just capture Caen and get us back on track.", 
  "outcome": {
   "briliant": {
    "goto": 3, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Amazing job, Commander.  We dropped you into a real mess, but you came out smelling like a rose.  The fighting was tough, but your boys hung in there."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "We really needed a knockout blow here, Commander.  Instead, you put up a weak little jab.  Our boys are fighters, but we need a general who can lead them!  Son, I put a lot of faith in your abilities... I was wrong, Commander.  It's time to send you back home. "
   }, 
   "tactical": {
    "goto": 3, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Commander, you got the job done at Caen.  Unfortunately, we lost a lot of GIs in the process.  Well, you did your best, I know, son, and you'll be given another chance to prove yourself."
   }, 
   "victory": {
    "goto": 3, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Good job, Commander.  We dropped you into a real mess, but you came out smelling like a rose.  The fighting was tough, but your boys hung in there."
   }
  }, 
  "scenario": "caenus.xml", 
  "startprestige": 0
 }, 
 {
  "id": 3, 
  "intro": "All right, this is the way it is.  You and your boys must capture the city of Nancy and it's gonna be a tough nut to crack.  And, what's more, the Krauts have armor here to the east of the city ready and waiting to counter-attack.  Good luck.", 
  "outcome": {
   "briliant": {
    "goto": 4, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "All right, Commander, a job well done!  The Krauts never knew what hit them.  Well, we're really looking good, thanks to you.  Hey, rumor has it the president may want to pin a medal on you himself. "
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "This operation was a snafu from the start, Commander.  The United States Army doesn't have the time or the patience to put up with such ineptitude.  Do me a personal favor and get outta here.  Dismissed!"
   }, 
   "tactical": {
    "goto": 4, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Well, you did your best and you will be given another chance to prove yourself.  Good luck, Commander."
   }, 
   "victory": {
    "goto": 4, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "All right, Commander, a job well done!  The Krauts never knew what hit them.  Well, we're really looking good, thanks to you.  By the way, rumor has it that Ike speaks highly of you.  "
   }
  }, 
  "scenario": "arract.xml", 
  "startprestige": 0
 }, 
 {
  "id": 4, 
  "intro": "Okay, Commander, here's the deal.  We've been here for two months now.  We've got to push the Krauts out of Metz.  Once we've done that, we can smash through the Maginot Line and drive into Germany.  I'm counting on you and your men.  Good luck.", 
  "outcome": {
   "briliant": {
    "goto": 5, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Excellent work, Commander. You've got the Krauts high-tailing it back to the fatherland. Looks like you might get another star for this one. I heard you were right up there with your boys!  Good job, good job, son."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Well, you really dropped the ball this time.  It was crucial...critical to get past Metz and move into Germany.  Instead, we're still bogged down.  There's no time for fooling around; we're going to have to go this thing all over again.  But this time, with another  guy in charge.  I'm sending you stateside, Commander."
   }, 
   "tactical": {
    "goto": 5, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Look Commander, Metz was a tough nut to crack, and you did it.  But, there's a lot of talk at HQ about you right now.  The brass seems to think you could have moved a lot faster than you did.   Don't worry, we'll get them next time."
   }, 
   "victory": {
    "goto": 5, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Well done, Commander. You've got the Krauts high-tailing it back to the fatherland. Looks like you might get another star for this one. Good job son."
   }
  }, 
  "scenario": "metz.xml", 
  "startprestige": 0
 }, 
 {
  "id": 5, 
  "intro": "Oh, Commander, come on in. Well, it's almost over. We want you to capture the experimental airbase here at Dessau before the Commies can get there and before the Krauts can destroy everything else. Now, there's nothing complicated about this, just get there, fast. Good luck.\r\n\u001a", 
  "outcome": {
   "briliant": {
    "goto": 254, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "You did it Commander.  We got what we came for. You've done a fine job for us.  It's time to go home.  You've done your country proud.  Here, have a cigar! See you stateside.\r\n\u001a"
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "What the sam hill happened Commander?  Right when the war is about to end you get yourself clobbered by the Krauts. Is that the way to end a war, mister? I don't think so.  At least it's all over and we won. You're dismissed.\r\n\u001a"
   }, 
   "tactical": {
    "goto": 254, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "You did it Commander! We got what we came for, and you've done a fine job for us.  And now son, it's time to go home. You've done your country proud. Here have a cigar. See you stateside.\r\n\u001a"
   }, 
   "victory": {
    "goto": 254, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "You did it Commander.  We got what we came for. You've done a fine job for us.  You've done your country proud.  Here, have a cigar!  See you stateside.\r\n\u001a"
   }
  }, 
  "scenario": "dessau.xml", 
  "startprestige": 0
 }
]