[
 {
  "id": 0, 
  "intro": "Comrade General, you have arrived early.  We can begin our meeting now.  The samovar has just been refilled if you would like a drink.  Very good.  Let us begin.  The historical dialectic propounded by Marx and Lenin and refined by the Great Stalin has proven its inevitable truth.  The fascist invaders of our homeland have over-extended themselves in a futile attempt to seize the city of Stalingrad.  Here along the Chir River, you and your forces will surge through their defenses and drive southward with maximum speed.  The Red Army of workers and peasants will surround the enemy and force his surrender.", 
  "outcome": {
   "briliant": {
    "goto": 1, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Good work, Comrade, very good!  Thanks to your proper understanding of party doctrine, you have been able to accomplish your mission.  The fascist invaders are trapped without any hope of escape.  Now, prepare yourself and your men to drive them out of the Motherland."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Your failure to follow the clear directives of the Party's Central Committee has resulted in a grievous defeat.  You are therefore to report to Yakutsk, to study further the writings of Marx, Lenin and the Great Stalin.  "
   }, 
   "tactical": {
    "goto": 1, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Well Comrade, most of the fascist invaders are trapped.  At least, you accomplished your mission.  Now, you must prepare yourself for further operations."
   }, 
   "victory": {
    "goto": 1, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "This is good, Comrade General!  Thanks to your proper understanding of party doctrine, you have been able to accomplish your mission.  The fascist invaders are trapped without any hope of escape.  Now, prepare yourself and your men to drive them out of the motherland."
   }
  }, 
  "scenario": "saturn.xml", 
  "startprestige": 0
 }, 
 {
  "id": 1, 
  "intro": "Good news, Comrade General.  The fascist offensive has been halted.  Now is the time for our counter-offensive.  You have been selected to drive the fascists back.  The Red Army of workers and peasants will triumph!", 
  "outcome": {
   "briliant": {
    "goto": 2, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "You have exceeded our expectations!  The enemy has been crushed.  We are victorious.   Now, the Red Army holds the initiative.  This is good, very good.  To the west, Comrade!"
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "You have been defeated Comrade General.  The Party is most displeased with your performance.  Due to your failure, at Prohkorovka, many workers and peasants are no longer with us.  Report immediately for punishment, you will be informed of your trial date later."
   }, 
   "tactical": {
    "goto": 2, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Comrade, your counterattack has sent the enemy reeling, but, at the same time your men have suffered severe losses.  Nevertheless, the Red Army now holds the initiative.  It is the beginning of the end of the fascists. Comrade, to the west!"
   }, 
   "victory": {
    "goto": 2, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "You and your forces have crushed the enemy.  We are victorious.   Now, the Red Army holds the initiative.  This is good.  To the west, Comrade!"
   }
  }, 
  "scenario": "prok2.xml", 
  "startprestige": 0
 }, 
 {
  "id": 2, 
  "intro": "At this moment, the fascist invaders are in retreat.  But, we know they hope to stop our offensive along the Dnepr River.  You and your men will force a crossing of the river aided by our Guards Airborne forces. The sight of red parachutes will help demoralize the fascists and bring us victory. ", 
  "outcome": {
   "briliant": {
    "goto": 3, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "The Great Stalin himself congratulates you and your devoted young troops; you are true Communists.  The fascists are fleeing before us, and now our army has successfully crossed the Dnepr.  Very good work, Comrade."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Your failure to follow the advice of your political advisors has cost the party dearly.  Only by bringing in reinforcements could the crossing of the Dnepr be forced.  It is clear the party must place a more dedicated communist in command.  Report to Stalingrad immediately to assist in rebuilding that city."
   }, 
   "tactical": {
    "goto": 3, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Comrade General, your troops have successfully crossed the Dnepr and driven back the fascist invaders.  Your performance, though adequate, does not entirely reflect what we expect of the New Soviet Man.  And now, Comrade, I have work to do."
   }, 
   "victory": {
    "goto": 3, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Thanks are in order to you and your devoted troops, you are true Communists.  The enemy is fleeing before us. And now, our army has successfully crossed the Dnepr.  Good work, Comrade General."
   }
  }, 
  "scenario": "kanev.xml", 
  "startprestige": 0
 }, 
 {
  "id": 3, 
  "intro": "Comrade General, for over 900 days, Leningrad has been entrapped by the fascist invaders.  The Party has decreed that you must break their stranglehold on the city.  Comrade, the people must be freed at all costs. Their sacrifices must not have been in vain.", 
  "outcome": {
   "briliant": {
    "goto": 4, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Superb performance, Comrade General.  I salute you.  You and your troops have successfully freed Leningrad.  The birthplace of the revolution can again breathe the sweet air of freedom.  Now, we must help our Finnish brothers to the north to escape the fascist scourge."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "The Central Committee is very displeased.  Leningrad continues to suffer under enemy bombardment.  You are clearly unfit to lead troops into combat.  Report at once to Ulyanovsk.  A detachment of Red Octobrists are waiting for you to join them.  "
   }, 
   "tactical": {
    "goto": 4, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "You and your troops have freed Leningrad.  The birthplace of the revolution can again breathe the sweet air of freedom.  Now, we must help our Finnish brothers to the north to escape the fascist scourge. That will be all, Comrade General."
   }, 
   "victory": {
    "goto": 4, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1500, 
    "text": "Very good, very good!  You and your troops have successfully freed Leningrad.  The birthplace of the revolution can again breathe the sweet air of freedom.  Now, we must help our Finnish brothers to the north to escape the fascist scourge."
   }
  }, 
  "scenario": "lenin.xml", 
  "startprestige": 0
 }, 
 {
  "id": 4, 
  "intro": "It is time to help the oppressed people of Finland break their capitalist chains, Comrade General.  You and your troops must capture the city of Vyborg, or \"Viipuri\" as it is known in their language.  The Finns foolishly believe that Vyborg is an ancient Finnish city.  Typical capitalist lie.  But, to defend their city, they will use all available reserves, including their contemptible navy and air force.  Good luck, Comrade.", 
  "outcome": {
   "briliant": {
    "goto": 5, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 1000, 
    "text": "Comrade General.  Please, come in. Some caviar?  The occupation of Vyborg has broken the will of the fascists.  The Finns have been abandoned by their German allies and have sued for peace.  Finally, a proper socialist government has been installed.  Excellent, excellent work."
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Well, Comrade General, thanks to your abject failure, the Finns continue to defy us and capitalist rule is still in place.  The Party is most displeased with your inept performance.  You are relieved of your command."
   }, 
   "tactical": {
    "goto": 5, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 500, 
    "text": "Congratulations on your capture of Vyborg. The Finns have sued for peace, but they have declared neutrality and will maintain their archaic capitalist system.  And now, if you will excuse me, I have work to do."
   }, 
   "victory": {
    "goto": 5, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 500, 
    "text": "Comrade General.  Please, come in.  The occupation of Vyborg has broken the will of the fascists.  The Finns have been abandoned by their German allies and have sued for peace.  Finally, a proper socialist government has been installed. Good work. "
   }
  }, 
  "scenario": "viipuri.xml", 
  "startprestige": 0
 }, 
 {
  "id": 5, 
  "intro": "The historical dialectic has once again proven its inevitable truth.  We stand at the gates of the fascist capital.  It is your task, Comrade General, to destroy this nest of vipers so that the Soviet peoples' sacrifices will not have been pointless.  Once the enemy along the Seelow Heights have been eradicated, the road to the fascist capital will be open.  Good luck, Comrade.  ", 
  "outcome": {
   "briliant": {
    "goto": 254, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "The Party has brought the Great Patriotic War to a victorious end and we celebrate your role in this final battle.  The banners of the SSSR fly over the Reichstag, and our liberation mission is complete.  All the peoples of the world herald your name for freeing them from the fascist nightmare. Comrade General, a dacha on the Black Sea has been granted you and awaits your pleasure. And now, Vodka! "
   }, 
   "lose": {
    "goto": 255, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "You were given the chance to end this war with a glorious victory.  Instead, you dithered on the approaches to the fascist capital, and have allowed the sacrifices of your brave troops to go to waste.  It is fortunate for you, Comrade General, that we have won the war. You will report immediately to a site in the Urals to engage in self-criticism."
   }, 
   "tactical": {
    "goto": 254, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Comrade General, you have completed your mission.  The fascists have been crushed. The western capitalists now understand that a state of free workers and peasants under the enlightened guidance of the Party can never be defeated.  You will be granted a medal to be worn proudly as evidence of your sacrifice and heroism.  Congratulations."
   }, 
   "victory": {
    "goto": 254, 
    "gotoplayed": [
     0, 
     0
    ], 
    "prestige": 0, 
    "text": "Comrade General, we congratulate you!  You are a true Hero of the Soviet Union.  Your forces have freed the world from the scourge of fascism, and the people of the world celebrate this victory with you.  The party, in order to show its gratitude, has secured for you an apartment in Moskva, and looks forward to your continued loyal service.  And now, let us drink tea.  The samovar is full!"
   }
  }, 
  "scenario": "seelow.xml", 
  "startprestige": 0
 }
]